{
  "navbar": {
    "navbar-greenCards": "Green Cards",
    "navbar-citizenship": "Citizenship",
    "navbar-deportation": "Deportation",
    "navbar-workPermit": "Permits",
    "navbar-about": "About",
    "navbar-contact": "Contact Us"
  },
  "landing": {
    "landing-greeting": "Member American Immigration Lawyers Association",
    "landing-description": "Focused on Immigration Law and based in Sacramento, California, we service clients from around the world. We will call back within 48 business hours to set up a free consultation.",
    "free-consultation": "Get Free Consultation"
  },
  "green-cards": {
    "1": "We provide assistance with obtaining your permanent resident card (immigrant visa/green card) through a K1 visa (fiance), I-485 (adjustment of status) or DS-260 (consular processing).",
    "2": "Green cards are available through family, employment, special immigrant status, refugee or asylee status, human trafficking or crime victims, victims of abuse, and other nuanced categories. Speak with an immigration attorney to review your options.",
    "3": "Family petitions may be used to gain a K1 visa, a permanent resident card (green card) through adjustment of status or consular processing (ds260).",
    "4": "A U.S. citizen may petition for certain family members to receive either a Green Card, a fiancé(e) visa or a K-3/K-4 visa based on your relationship. Family based preference categories:",
    "5": "First Preference: Unmarried sons and daughters (21 or older) of U.S. citizens;",
    "6": "Second Preference: Spouses, unmarried minor children, and unmarried sons and daughters (21 or older) of lawful permanent residents;",
    "7": "Third Preference: Married sons and daughters of U.S. citizens;",
    "8": "Fourth Preference: Brothers and sisters of U.S. citizens, provided the U.S. citizens are 21 or older.",
    "9": "The United States Department of State issues a",
    "10": "each month which provides cut off dates for each category.",
    "11": "Reaching The Stars For Our Clients. All immigration applications are discretionary, have professionals on your side."
  },
  "citizenship": {
    "1": "Citizenship/ Naturalization",
    "2": "We provide assistance with the naturalization / citizenship application (n400) to help you apply for citizenship and become a naturalized citizen.",
    "3": "Naturalization is the process to receive United States citizenship. In order to apply for naturalization, you must have already received a green card.",
    "4": "If your biological or legal adoptive mother or father is a U.S. citizen by birth, or was naturalized before you reached your 18th birthday, you may already be a U.S. citizen.",
    "5": "Green Card/Adjustment of Status/Consular Processing",
    "6": "A Green Card holder (permanent resident) is someone who has been granted authorization to live and work in the United States on a permanent basis. As proof of that status, a person is granted a permanent resident card, commonly called a “Green Card.”",
    "7": "Interview Preparation",
    "8": "USCIS contacts applicants with an interview time. This interview is another opportunity to use an attorney to protect your interests.",
    "9": "Request for Evidence",
    "10": "A Request for Evidence (RFE) can be alarming. However, these are often an opportunity for clarification on your application package.",
    "11": "Deferred Action for Childhood Arrivals (DACA)",
    "12": "The Deferred Action for Childhood Arrivals (DACA) allow some individuals who entered the United States as minors, and either entered illegally or over stayed their visa, to receive a renewable two-year period where they are deferred from deportation and are eligible for a work permit.",
    "13": "Deportation Defense",
    "14": "Deportation (sometimes called “removal”) occurs when the federal government formally removes an alien from the United States for violations of immigration or criminal laws by going through Immigration Court proceedings.",
    "15": "Work Permit",
    "16": "A work permit may be available to you based on your status, circumstances, and your opportunity to submit applications that include a work permit.",
    "17": "Reaching The Stars For Our Clients. All immigration applications are discretionary, have professionals on your side."
  },
  "deportation": {
    "1": "Deportation Defense",
    "2": "",
    "3": "",
    "4": "",
    "5": "",
    "6": "",
    "7": "",
    "8": "",
    "9": "",
    "10": "",
    "11": "",
    "12": "",
    "13": "",
    "14": "",
    "15": "",
    "16": "",
    "17": "",
    "18": "",
    "19": "",
    "20": "",
    "21": "",
    "22": "",
    "23": "",
    "24": "",
    "25": "",
    "26": "",
    "27": ""
  },
  "work-permits": {
    "1": "",
    "2": "",
    "3": "",
    "4": "",
    "5": "",
    "6": "",
    "7": "",
    "8": "",
    "9": "",
    "10": "",
    "11": "",
    "12": "",
    "13": "",
    "14": "",
    "15": "",
    "16": "",
    "17": "",
    "18": "",
    "19": "",
    "20": "",
    "21": "",
    "22": "",
    "23": "",
    "24": "",
    "25": "",
    "26": "",
    "27": ""
  },
  "account": {
    "1": "",
    "2": "",
    "3": "",
    "4": "",
    "5": "",
    "6": "",
    "7": "",
    "8": "",
    "9": "",
    "10": "",
    "11": "",
    "12": "",
    "13": "",
    "14": "",
    "15": "",
    "16": "",
    "17": "",
    "18": "",
    "19": "",
    "20": "",
    "21": "",
    "22": "",
    "23": "",
    "24": "",
    "25": "",
    "26": "",
    "27": ""
  },
  "contact": {
    "1": "",
    "2": "",
    "3": "",
    "4": "",
    "5": "",
    "6": "",
    "7": "",
    "8": "",
    "9": "",
    "10": "",
    "11": "",
    "12": "",
    "13": "",
    "14": "",
    "15": "",
    "16": "",
    "17": "",
    "18": "",
    "19": "",
    "20": "",
    "21": "",
    "22": "",
    "23": "",
    "24": "",
    "25": "",
    "26": "",
    "27": ""
  },
  "services": {
    "1": "Adjustment of Status/ Consular Processing",
    "2": "A Green Card holder (permanent resident) is someone who has been granted authorization to live and work in the United States on a permanent basis. As proof of that status, a person is granted a permanent resident card, commonly called a “Green Card.”",
    "3": "Asylum",
    "4": "You can get asylum status in the United States by asking for protection from the federal government. How you ask for asylum status depends on where you are physically located (within the United States, or at the Border or a Port-of Entry like an airport) and whether you are in removal/deportation proceedings before the Immigration Court.",
    "5": "Deferred Action Against Childhood Arrivals (DACA)",
    "6": "The Deferred Action for Childhood Arrivals (DACA) allow some individuals who entered the United States as minors, and either entered illegally or over stayed their visa, to receive a renewable two-year period where they are deferred from deportation and are eligible for a work permit.",
    "7": "Family Petitions",
    "8": "A U.S. citizen may petition for certain family members to receive either a Green Card, a fiancé(e) visa or a K-3/K-4 visa based on your relationship.",
    "9": "Freedom Of Information Act (FOIA)",
    "10": "Freedom of Information Act requests may be used to find information on case based on the information held by multiple government agencies.",
    "11": "Fiancé Visa",
    "12": "In order to obtain a fiancé(e) visa, you and your fiancé(e) must intend to marry each other within 90 days of your fiancé(e) entering the U.S on a fiancé(e) visa.",
    "13": "Interview Preparation",
    "14": "USCIS contacts applicants with an interview time. This interview is another opportunity to use an attorney to protect your interests. After an application is reviewed for completeness and background information, USCIS contacts applicants with an interview time. This interview may be very quick, or it may lead to problems with your application. This interview is another opportunity to use an attorney to protect your interests.",
    "15": "Request for Evidence",
    "16": "A Request for Evidence (RFE) can be alarming. However, these are often an opportunity for clarification on your application package.",
    "17": "U Visa",
    "18": "Deportation (sometimes called “removal”) occurs when the federal government formally removes an alien from the United States for violations of immigration or criminal laws by going through Immigration Court proceedings.",
    "19": "T Visa",
    "20": "T nonimmigrant status is a temporary immigration benefit that enables certain victims of a severe form of human trafficking to remain in the United States for up to 4 years if they have assisted law enforcement in an investigation or prosecution of human trafficking. An example of trafficking may include being employed but the employer not paying wages for time you have worked.",
    "21": "Temporary Protected Status (TPS)",
    "22": "USCIS may designate a foreign country for TPS due to conditions in the country that temporarily prevent the country’s nationals from returning safely, or in certain circumstances, where the country is unable to handle the return of its nationals adequately. USCIS may grant TPS to eligible nationals of certain countries who are already in the United States.",
    "23": "Violence against Women Act (VAWA)",
    "24": "The Deferred Action for Childhood Arrivals (DACA) allow some individuals who entered the United States as minors, and either entered illegally or over stayed their visa, to receive a renewable two-year period where they are deferred from deportation and are eligible for a work permit.",
    "25": "Work Permit",
    "26": "A work permit may be available to you based on your status, circumstances, and your opportunity to submit applications that include a work permit."
  }
}
