{
  "navbar": {
    "navbar-greenCards": "Tarjeta Verde",
    "navbar-citizenship": "Ciudadanía",
    "navbar-deportation": "Deportación",
    "navbar-workPermit": "Permiso",
    "navbar-about": "Acerca de",
    "navbar-contact": "Contacto"
  },
  "landing": {
    "landing-greeting": "Miembro de la Asociación Estadounidense de Abogados de Inmigración",
    "landing-description": "Centrados en la ley de inmigración y con sede en Sacramento, California, brindamos servicios a clientes de todo el mundo. Le devolveremos la llamada dentro de las 48 horas hábiles para programar una consulta gratuita.",
    "free-consultation": "Obtenga una consulta gratuita"
  },
  "green-cards": {
    "1": "Brindamos asistencia para obtener su tarjeta de residente permanente (visa de inmigrante/tarjeta verde) a través de una visa K1 (prometido), I-485 (ajuste de estatus) o DS-260 (procesamiento consular).",
    "2": "Las tarjetas verdes están disponibles a través de familia, empleo, estatus especial de inmigrante, estatus de refugiado o asilado, trata de personas o víctimas de delitos, víctimas de abuso y otras categorías matizadas. Hable con un abogado de inmigración para revisar sus opciones.",
    "3": "Las peticiones familiares se pueden utilizar para obtener una visa K1, una tarjeta de residente permanente (tarjeta verde) mediante ajuste de estatus o procesamiento consular (ds260).",
    "4": "Un ciudadano estadounidense puede solicitar que ciertos miembros de su familia reciban una tarjeta verde, una visa de prometido(a) o una visa K-3/K-4 según su relación. Categorías de preferencia basadas en la familia.",
    "5": "Primera preferencia: hijos e hijas solteros (de 21 años o más) de ciudadanos estadounidenses",
    "6": "Segunda preferencia: cónyuges, hijos menores solteros e hijos e hijas solteros (de 21 años o más) de residentes permanentes legales.",
    "7": "Tercera preferencia: hijos e hijas casados ​​de ciudadanos estadounidenses.",
    "8": "Cuarta Preferencia: Hermanos y hermanas de ciudadanos estadounidenses, siempre que los ciudadanos estadounidenses tengan 21 años o más.",
    "9": "El Departamento de Estado de los Estados Unidos emite un",
    "10": "cada mes que proporciona fechas límite para cada categoría.",
    "11": "Alcanzando las estrellas para nuestros clientes. Todas las solicitudes de inmigración son discrecionales, tenga profesionales de su lado."
  },
  "citizenship": {
    "1": "Ciudadanía/Naturalización",
    "2": "Brindamos asistencia con la solicitud de naturalización/ciudadanía (n400) para ayudarlo a solicitar la ciudadanía y convertirse en ciudadano naturalizado.",
    "3": "La naturalización es el proceso para recibir la ciudadanía estadounidense. Para solicitar la naturalización, ya debe haber recibido una tarjeta verde.",
    "4": "Si su madre o padre adoptivo biológico o legal es ciudadano estadounidense por nacimiento, o se naturalizó antes de que usted cumpliera 18 años, es posible que ya sea ciudadano estadounidense.",
    "5": "Tarjeta Verde/Ajuste de Estatus/Procesamiento Consular",
    "6": "Un titular de una Tarjeta Verde (residente permanente) es alguien a quien se le ha otorgado autorización para vivir y trabajar en los Estados Unidos de forma permanente. Como prueba de ese estatus, a una persona se le otorga una tarjeta de residente permanente, comúnmente llamada “Tarjeta Verde”.”",
    "7": "Preparación de la entrevista",
    "8": "USCIS contacta a los solicitantes con un tiempo de entrevista. Esta entrevista es otra oportunidad de utilizar un abogado para proteger sus intereses.",
    "9": "Solicitud de pruebas",
    "10": "Solicitud de pruebas (RFE) puede ser alarmante. Sin embargo, estas suelen ser una oportunidad para aclarar su paquete de solicitud.",
    "11": "Acción Diferida para los Llegados en la Infancia (DACA)",
    "12": "La Acción Diferida para los Llegados en la Infancia (DACA, por sus siglas en inglés) permite que algunas personas que ingresaron a los Estados Unidos cuando eran menores de edad, y entraron ilegalmente o permanecieron más allá de su visa, reciban un período renovable de dos años en el que se les aplaza la deportación y son elegibles para un trabajo. permiso.",
    "13": "Defensa contra la deportación",
    "14": "La deportación (a veces llamada “expulsión”) ocurre cuando el gobierno federal expulsa formalmente a un extranjero de los Estados Unidos por violaciones de las leyes penales o de inmigración mediante procedimientos del Tribunal de Inmigración.",
    "15": "Permiso de trabajo",
    "16": "Es posible que tenga a su disposición un permiso de trabajo según su estado, circunstancias y su oportunidad de presentar solicitudes que incluyan un permiso de trabajo.",
    "17": "Alcanzando las estrellas para nuestros clientes. Todas las solicitudes de inmigración son discrecionales, tenga profesionales de su lado."
  },
  "deportation": {
    "1": "",
    "2": "",
    "3": "",
    "4": "",
    "5": "",
    "6": "",
    "7": "",
    "8": "",
    "9": "",
    "10": "",
    "11": "",
    "12": "",
    "13": "",
    "14": "",
    "15": "",
    "16": "",
    "17": "",
    "18": "",
    "19": "",
    "20": "",
    "21": "",
    "22": "",
    "23": "",
    "24": "",
    "25": "",
    "26": "",
    "27": ""
  },
  "work-permits": {
    "1": "",
    "2": "",
    "3": "",
    "4": "",
    "5": "",
    "6": "",
    "7": "",
    "8": "",
    "9": "",
    "10": "",
    "11": "",
    "12": "",
    "13": "",
    "14": "",
    "15": "",
    "16": "",
    "17": "",
    "18": "",
    "19": "",
    "20": "",
    "21": "",
    "22": "",
    "23": "",
    "24": "",
    "25": "",
    "26": "",
    "27": ""
  },
  "account": {
    "1": "",
    "2": "",
    "3": "",
    "4": "",
    "5": "",
    "6": "",
    "7": "",
    "8": "",
    "9": "",
    "10": "",
    "11": "",
    "12": "",
    "13": "",
    "14": "",
    "15": "",
    "16": "",
    "17": "",
    "18": "",
    "19": "",
    "20": "",
    "21": "",
    "22": "",
    "23": "",
    "24": "",
    "25": "",
    "26": "",
    "27": ""
  },
  "contact": {
    "1": "",
    "2": "",
    "3": "",
    "4": "",
    "5": "",
    "6": "",
    "7": "",
    "8": "",
    "9": "",
    "10": "",
    "11": "",
    "12": "",
    "13": "",
    "14": "",
    "15": "",
    "16": "",
    "17": "",
    "18": "",
    "19": "",
    "20": "",
    "21": "",
    "22": "",
    "23": "",
    "24": "",
    "25": "",
    "26": "",
    "27": ""
  },
  "services": {
    "1": "Adjustment of Status/ Consular Processing",
    "2": "A Green Card holder (permanent resident) is someone who has been granted authorization to live and work in the United States on a permanent basis. As proof of that status, a person is granted a permanent resident card, commonly called a “Green Card.”",
    "3": "Asylum",
    "4": "You can get asylum status in the United States by asking for protection from the federal government. How you ask for asylum status depends on where you are physically located (within the United States, or at the Border or a Port-of Entry like an airport) and whether you are in removal/deportation proceedings before the Immigration Court.",
    "5": "Deferred Action Against Childhood Arrivals (DACA)",
    "6": "The Deferred Action for Childhood Arrivals (DACA) allow some individuals who entered the United States as minors, and either entered illegally or over stayed their visa, to receive a renewable two-year period where they are deferred from deportation and are eligible for a work permit.",
    "7": "Family Petitions",
    "8": "A U.S. citizen may petition for certain family members to receive either a Green Card, a fiancé(e) visa or a K-3/K-4 visa based on your relationship.",
    "9": "Freedom Of Information Act (FOIA)",
    "10": "Freedom of Information Act requests may be used to find information on case based on the information held by multiple government agencies.",
    "11": "Fiancé Visa",
    "12": "In order to obtain a fiancé(e) visa, you and your fiancé(e) must intend to marry each other within 90 days of your fiancé(e) entering the U.S on a fiancé(e) visa.",
    "13": "Interview Preparation",
    "14": "USCIS contacts applicants with an interview time. This interview is another opportunity to use an attorney to protect your interests.",
    "15": "Request for Evidence",
    "16": "A Request for Evidence (RFE) can be alarming. However, these are often an opportunity for clarification on your application package.",
    "17": "U Visa",
    "18": "Deportation (sometimes called “removal”) occurs when the federal government formally removes an alien from the United States for violations of immigration or criminal laws by going through Immigration Court proceedings.",
    "19": "T Visa",
    "20": "T nonimmigrant status is a temporary immigration benefit that enables certain victims of a severe form of human trafficking to remain in the United States for up to 4 years if they have assisted law enforcement in an investigation or prosecution of human trafficking. An example of trafficking may include being employed but the employer not paying wages for time you have worked.",
    "21": "Temporary Protected Status (TPS)",
    "22": "USCIS may designate a foreign country for TPS due to conditions in the country that temporarily prevent the country’s nationals from returning safely, or in certain circumstances, where the country is unable to handle the return of its nationals adequately. USCIS may grant TPS to eligible nationals of certain countries who are already in the United States.",
    "23": "Violence against Women Act (VAWA)",
    "24": "The Deferred Action for Childhood Arrivals (DACA) allow some individuals who entered the United States as minors, and either entered illegally or over stayed their visa, to receive a renewable two-year period where they are deferred from deportation and are eligible for a work permit.",
    "25": "Work Permit",
    "26": "A work permit may be available to you based on your status, circumstances, and your opportunity to submit applications that include a work permit."
  }
}
